docs/state_machines/mmd/ru/core/state_SSH-ключ.mmd
stateDiagram-v2
  direction LR

  state "активен" as active
  state "деактивирован" as deactivated

  [*] --> active
  deactivated --> active : reactivate
  active --> deactivated : deactivate
